Repository: AirFast/seo-gutenberg-sidebar
Catalog: languages/seo-gutenberg-sidebar-*.po
Languages: uk

source: SEO Gutenberg Sidebar
uk: SEO бічна панель для Гутенберга

source: SEO Sidebar for the block editor Gutenberg. This plugin also sets simple SEO settings for your entire site.
uk: SEO бічна панель для редактора блоків Гутенберг. Цей плагін також встановлює прості налаштування SEO для всього вашого сайту.

source: Andrew Petryk
uk: Андрій Петрик

source: Index and show this page in search results.
uk: Індексувати та показувати цю сторінку в результатах пошуку.

source: Do not index and not show this page in search results.
uk: Не індексувати та не показувати цю сторінку в результатах пошуку.

source: Allow search engines to show this page in search results?
uk: Дозволити пошуковим системам відображати цю сторінку в результатах пошуку?

source: Search engines can follow the links on this page.
uk: Пошукові системи можуть переходити за посиланнями на цій сторінці.

source: Search engines cannot follow the links on this page.
uk: Пошукові системи не можуть переходити за посиланнями на цій сторінці.

source: Should search engines follow links on this page and index them?
uk: Чи повинні пошукові системи переходити за посиланнями на цій сторінці та індексувати їх?

source: Index the images on this page.
uk: Індексуйте зображення на цій сторінці.

source: Do not index images on this page.
uk: Не індексуйте зображення на цій сторінці.

source: Should search engines index any images on a page?
uk: Чи повинні пошукові системи індексувати будь-які зображення на сторінці?

source: Show a cached link in search results.
uk: Показати кешоване посилання в результатах пошуку.

source: Do not show a cached link in search results.
uk: Не показувати кешоване посилання в результатах пошуку.

source: Allow search engines to show a cached link to this page in search results?
uk: Дозволити пошуковим системам відображати кешоване посилання на цю сторінку в результатах пошуку?

source: Show a snippet in search results.
uk: Показати фрагмент у результатах пошуку.

source: Do not show a snippet in search results.
uk: Не показувати фрагмент у результатах пошуку.

source: Allow search engines to show a snippet of this page (i.e. meta description) in search results?
uk: Дозволити пошуковим системам показувати фрагмент цієї сторінки (тобто мета-опис) у результатах пошуку?

source: Meta descriptions can be any length, but some search engines can truncate snippets to about 155-160 characters.
uk: Мета-описи можуть бути будь-якої довжини, але деякі пошукові системи можуть скоротити фрагменти приблизно до 155-160 символів.

source: We recommend that the meta description be sufficiently descriptive and should be between 50 to 160 characters.
uk: Ми рекомендуємо, щоб мета-опис був достатньо описовим і складав від 50 до 160 символів.

source: Enter meta description for this page.
uk: Введіть мета-опис для цієї сторінки.

source: Meta description
uk: Мета-опис

source: SEO Options
uk: SEO Параметри
